REM INSERTING into FINALPROJECT.TB_TTLQZ
SET DEFINE OFF;
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (61,'국어','T0004','국어 문법','다음 ㉠, ㉡의 문장 성분과 문장 구조에 대한 설명이 옳은 것은? [3점] (4) (69%) ','㉠ 친구들은 내가 노래 부르기를 원한다.
㉡ 우리는 이 지역 토양이 벼농사에 적합함을 몰랐다.','① ㉠에는 부사어가 있지만 ㉡에는 부사어가 없다.
② ㉠에는 명사절이 안겨 있지만 ㉡에는 부사절이 안겨 있다.
③ ㉠에는 서술절이 안겨 있지만 ㉡에는 관형절이 안겨 있다.
④ ㉠의 안긴문장 속에는 관형어가 있지만 ㉡의 안긴문장 속에는 관형어가 없다.
⑤ ㉠의 안긴문장 속에는 목적어가 있지만 ㉡의 안긴문장 속에는 목적어가 없다. ','하','5',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (62,'국어','T0004','국어 문법','㉠～㉣의 문장 성분과 문장 구조에 대한 설명으로 적절하지 않은 것은? [3점] (2) (31%)','㉠ 그녀는 따뜻한 봄이 빨리 오기를 기다린다.
㉡ 내가 만난 친구는 마음이 정말 착하다.
㉢ 피곤해하던 동생이 엄마가 모르게 잔다.
㉣ 그가 시장에서 산 배추는 값이 비싸다.','① ㉠과 ㉡은 체언을 수식하는 안긴문장이 있다.
② ㉢과 ㉣은 서술어의 기능을 하는 안긴문장이 있다.
③ ㉠은 명사절 속에 부사어가 있고, ㉡은 서술절 속에 부사어가 있다.
④ ㉠은 주어가 생략된 안긴문장이 있고, ㉣은 목적어가 생략된 안긴문장이 있다.
⑤ ㉢은 부사어의 기능을 하는 안긴문장이 있고, ㉣은 관형어의 기능을 하는 안긴문장이 있     다.','상','2',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (63,'국어','T0004','국어 문법','윗글의 관점에서 <보기>의 ㉠～㉤을 분석한 것으로 옳지 않은 것은? (64%)','<보기>
㉠ 지희는 목소리가 곱다.
㉡ 소포가 도착했다고 들었다.
㉢ 동수가 미애에게 선물을 주었다.
㉣ 그가 익명의 기부자임이 밝혀졌다.
㉤ 인생은 짧고 예술은 길다는 말은 명언이다.','① ㉠은 ‘지희는’과 ‘목소리가 곱다’로 분석되겠군.
② ㉡은 ‘소포가’와 ‘도착했다고 들었다’로 분석되겠군.
③ ㉢은 ‘동수가’와 ‘미애에게 선물을 주었다’로 분석되겠군.
④ ㉣은 ‘그가 익명의 기부자임이’와 ‘밝혀졌다’로 분석되겠군.
⑤ ㉤은 ‘인생은 짧고 예술은 길다는 말은’과 ‘명언이다’로 분석되겠군.','상','2',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (64,'국어','T0004','국어 문법','<보기>의 ㉠∼㉤에 대한 설명으로 옳은 것은? (3) (64%)','높임법은 화자가 높이려는 대상이 누구인지에 따라 주체 높임법, 상대 높임법, 객체 높임법으로 구분된다. 주체 높임법은 주어가 나타내는 대상인 주체를 높이는 것이며, 상대 높임법은 대화의 상대인 청자를 높이거나 낮추는 것이고, 객체 높임법은 문장의 목적어나 부사어가 나타내는 대상인 객체를 높이는 것이다.

동생 : 학교 다녀왔습니다.
누나 : ㉠이제 오는구나.
동생 : 누나밖에 없어? ㉡아버지 안 계신 거야?
누나 : 응. 너 저녁 안 먹었지? ㉢아버지께 전화 드리고 얼른 나가자.
동생 : 무슨 일인데?
누나 : ㉣아버지께서 너 데리고 식당으로 오라셨어. ㉤할머니 모시고 저녁 먹으러 가자         고 그러시더라.','① ㉠은 ‘-는구나’를 사용하여 상대인 동생을 높이고 있다.
② ㉡은 ‘계시다’를 사용하여 객체인 ‘아버지’를 높이고 있다.
③ ㉢은 ‘께’를 사용하여 주체인 ‘아버지’를 높이고 있다. 
④ ㉣은 ‘께서’를 사용하여 객체인 ‘아버지’를 높이고 있다.
⑤ ㉤은 ‘모시다’를 사용하여 객체인 ‘할머니’를 높이고 있다. ','하','5',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (65,'국어','T0004','국어 문법',' <보기>의 ㉠, ㉡이 모두 사용된 문장은? (78%)','<보기>
 우리말에서는 일반적으로 선어말 어미나 종결 어미, 조사 등을 통해 높임을 표현하지만, 어휘를 통해 높임을 표현하는 경우도 있다. 높임 표현에 쓰이는 어휘들은 다음과 같이 분류할 수 있다.

?주체를 높이는 용언 (? 계시다) …………………………………………………㉠
?객체를 높이는 용언 (? 드리다)
?높여야 할 인물을 직접 높이는 명사 (? 선생님)
?높여야 할 인물과 관련된 것을 높이는 명사 (? 진지) ……………㉡','① 나는 아직 그분의 성함을 기억하고 있다. 
② 누나는 여쭐 것이 있다며 할머니 댁에 갔다.
③ 연세가 많으신 할머니께서는 홍시를 잘 잡수신다.
④ 우리는 부모님을 모시고 바닷가로 여행을 떠났다.
⑤ 어머니께서는 몹시 피곤하셨는지 거실에서 주무신다.','중','5',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (66,'국어','T0004','국어 문법','<보기>의 ㉠～㉤에 대한 설명으로 적절하지 않은 것은? (1) (72%)','<보기>
영희 : 경준아, 선생님께서 다음 국어 시간에 있을 모둠 과제 발표는 네가 주도해서 ㉠        준비하시라고 하셔.
경준 : 시인 소개 모둠 과제 말이지?
영희 : 응.
경준 : 그런데 어떤 시인을 주제로 발표하는 게 좋을지에 대해서도 말씀 ㉡있으셨니?
영희 : 아니. 그건 시간이 날 때 네가 직접 선생님께 ㉢물어서 알아봐.
경준 : 아무래도 그래야겠어.
영희 : 그런데 선생님께서 저번 수업 시간에 김소월의 시가 ㉣자기의 애송시라고 ㉤말        했잖아. 김소월은 우리나라 사람들이 좋아하는 시인이기도 하니까 김소월의 시        세계를 주제로 하여 발표해 보는 건 어때?','
① ㉠ : 주체가 ‘경준’이므로 ‘준비하라고’로 바꿔 말해야 한다.
② ㉡ : 주어가 ‘말씀’이므로 ‘있었니’로 바꿔 말해야 한다. 
③ ㉢ : 윗사람인 ‘선생님’께 묻는 것이므로 ‘여쭤서’로 바꿔 말해야 한다.
④ ㉣ : ‘선생님’을 높이는 것이므로 ‘당신’으로 바꿔 말해야 한다. 
⑤ ㉤ : 주체가 ‘선생님’이므로 ‘말씀하셨잖아’로 바꿔 말해야 한다.','중','2',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (69,'국어','T0004','국어 문법','다음은 ‘사전 활용하기’ 학습 활동을 위한 자료이다. 이에 대한 이해로 옳지 않은 것은?     (90%)','갈-리다¹ ?
    ① ‘갈다¹ ①’의 피동사.
     ¶ 맷돌에 콩이 갈리다.
    ② ‘갈다¹ ②’의 피동사.
     ¶ 벼루에 먹이 잘 갈리다.

갈-리다² ? ‘갈다²’의 피동사.
     ¶ 논이 깊이 갈리다.','① ‘갈-리다¹’을 보니, ‘갈다¹’은 다의어이겠군.
② ‘갈-리다¹’과 ‘갈-리다²’를 보니, ‘갈다¹’과 ‘갈다²’는 품사가 다르겠군. 
③ ‘갈-리다¹’을 보니, ‘갈-리다¹’은 ‘갈다¹’에 피동 접미사가 결합된 단어이겠군.
④ ‘갈-리다¹ ①’을 고려할 때, ‘갈다¹ ①’의 용례로 ‘맷돌에 콩을 갈다.’가 가능하겠군.
⑤ ‘갈-리다²’를 고려할 때, ‘갈다²’는 ‘농기구나 농기계로 땅을 파서 뒤집다.’의 의미이겠군.','상','2',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (70,'국어','T0004','국어 문법','<보기>의 ㉠, ㉡에 해당하는 것은? [3점] (4) (66%) ','<보기>
우리말의 용언 중에는 피동사와 사동사의 형태가 동일한 것이 있다. 예를 들어, ‘보다’는 사동사와 피동사가 모두 ‘보이다’로 그 형태가 같다. 이때 ㉠사동사로 쓰인 경우와 ㉡피동사로 쓰인 경우는 다음과 같이 문장에서의 쓰임을 통해 구별된다.

  동생이 새 시계를 내게 보였다. (사동사로 쓰인 경우)
  구름 사이로 희미하게 해가 보였다. (피동사로 쓰인 경우)','①   ㉠ : 운동화 끈이 풀렸다.
     ㉡ : 아빠의 칭찬에 피로가 금세 풀렸다.
②   ㉠ : 우는 아이가 엄마 등에 업혔다. 
     ㉡ : 누나가 이모에게 아기를 업혔다.
③   ㉠ : 나는 젖은 옷을 햇볕에 말렸다.
     ㉡ : 동생은 집에 가겠다는 친구를 말렸다.
④   ㉠ : 새들이 따뜻한 곳에서 몸을 녹였다. 
     ㉡ : 햇살이 고드름을 천천히 녹였다.
⑤   ㉠ : 형이 친구에게 꽃다발을 안겼다. 
     ㉡ : 아기 곰이 어미 품에 포근히 안겼다.','상','5',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (71,'국어','T0004','국어 문법',' 담화 상황을 고려할 때, <보기>의 ㉠～㉤에 대한 이해로 적절하지 않은 것은? (93%)','<보기>
A : 어제 낮엔 많이 바빴니? 전화를 바로 끊더라.
 B : 아니야, 끊은 게 아니라 ㉠끊어진 거야. 바로 전화 못해서 미안해. 표정이 심각해 보      이는데 무슨 일 있었어?
 A : 아니, ㉡저기, 심각한 건 아니고. 어제 점심에 도서관에서 만나기로 했잖아. 기다려도      안 오길래 말이야.
 B : ㉢아차! 내가 먼저 얘기하려고 했는데 깜빡했네. 가려고 했는데 ㉣못 갔어.
 A : ㉤자세히 말해 볼래?
 B : 동생이 갑자기 아파서 병원에 데리고 가야 했거든.
 A : 그런 일이 있었구나. 동생은 좀 괜찮니?','① ㉠ : 피동 표현을 사용하여 상황이 B의 의지와 무관하게 일어났음을 나타낸다.
② ㉡ : 지시 대명사를 사용하여 B로부터 멀리 떨어져 있는 곳으로 관심을 유도한다. 
③ ㉢ : 감탄사를 사용하여 A의 발화를 듣고 어떤 것을 갑자기 깨달았음을 나타낸다.
④ ㉣ : 부정 부사 ‘못’을 사용하여 B에게 일어난 상황이 불가피했음을 나타낸다.
⑤ ㉤ : 의문 표현을 사용하여 B에게 일의 까닭을 상세히 말해달라고 요청한다.','하','2',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (72,'국어','T0004','국어 문법','밑줄 친 부분이 ㉠, ㉡에 해당하는 예로 적절한 것은? (77%) ','㉠ 접미사는동사나 형용사에 붙어 사동의 의미를 더하기도 한다.
㉡접미사는 타동사에 붙어 피동의 의미를 더하기도 한다.','①  ㉠ : 형이 동생을 울렸다.
    ㉡ : 그는 지구본을 돌렸다.
②  ㉠ : 이제야 마음이 놓인다.
    ㉡ : 우리는 용돈을 남겼다.
③  ㉠ : 공책이 가방에 눌렸다.
    ㉡ : 옷이 못에 걸려 찢겼다.
④  ㉠ : 바위 뒤에 동생을 숨겼다. 
    ㉡ : 피곤해서 눈이 자꾸 감겼다.
⑤  ㉠ : 나는 종이비행기를 하늘로 날렸다. 
    ㉡ : 그는 소년에게 중요한 임무를 맡겼다.','중','4',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (73,'국어','T0004','국어 문법','다음 <자료>를 바탕으로 국어의 ‘음절’에 대해 설명한 내용으로 적절하지 않은 것은?      (86%)','음운이 모여서 이루어지는 소리의 결합체를 음절이라고 한다. 현대 국어의 음절 유형은 다음 네 가지로 나눌 수 있다.
  ㄱ. ‘중성’으로 이루어진 음절 (? 아, 야, 와, 의)
  ㄴ. ‘초성+중성’으로 이루어진 음절 (? 끼, 노, 며, 소)
  ㄷ. ‘중성+종성’으로 이루어진 음절 (? 알, 억, 영, 완)
  ㄹ. ‘초성+중성+종성’으로 이루어진 음절 (? 각, 녹, 딸, 형)','① 초성에는 최대 두 개의 자음이 온다. 
② 중성에 올 수 있는 음운은 모음이다.
③ 종성에 올 수 있는 음운은 자음이다. 
④ 초성 또는 종성이 없는 음절도 있다.
⑤ 모든 음절에는 중성이 있어야 한다.','하','1',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (74,'국어','T0004','국어 문법','다음 ㉠～㉤에서 일어나는 음운 변동에 대한 설명으로 적절한 것은? [3점] (7) (70%)',' ㉠ 옳지 → [올치],    좁히다 → [조피다]
 ㉡ 끊어 → [끄너],    쌓이다 → [싸이다]
 ㉢ 숯도 → [숟또],    옷고름 → [옫꼬름]
 ㉣ 닦는 → [당는],    부엌문 → [부엉문]
 ㉤ 읽지 → [익찌],    훑거나 → [훌꺼나]','① ㉠, ㉡     : ‘ㅎ’과 다른 음운이 결합하여 한 음운으로 축약되는 현상이 일어난다.
② ㉠, ㉢, ㉤ : 앞 음절의 종성에 따라 뒤 음절의 초성이 된소리로 되는 현상이 일어난다.
③ ㉢, ㉣     : ‘깊다 → [깁따]’에서처럼 음절 끝에서 발음되는 자음이 7개로 제한되는 현상
               이 일어난다. 
④    ㉣     : ‘겉모양 → [건모양]’에서처럼 앞 음절의 종성이 뒤 음절의 초성과 조음 위치                 가 같아지는 현상이 일어난다. 
⑤ ㉣, ㉤     : ‘앉고 → [안꼬]’에서처럼 받침 자음의 일부가 탈락하는 현상이 일어난다.','상','3',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (75,'국어','T0004','국어 문법','다음은 표준 발음에 관한 인터넷 게시판의 질문과 답변이다. (가)에 들어갈 내용으로 적     절한 것은? (9) (77%)','질문 : ‘앞앞이’는 [아바피]로 발음하는 게 맞나요? 같은 받침 ‘ㅍ’인데 [ㅍ]과 [ㅂ]으로 그          발음이 달라지는 이유가 궁금해요.
답변 : ‘앞앞’ 뒤에 모음으로 시작되는 형식 형태소가 올 때는 마지막 받침 ‘ㅍ’을 ㉠제음가대로 뒤 음절의 첫소리로 옮겨 발음합니다. 반면, ‘앞’과 ‘앞’이 결합한 ‘앞앞’처럼 받침이 있는 말 뒤에 모음 ‘ㅏ, ㅓ, ㅗ, ㅜ, ㅟ’들로 시작되는 실질 형태소가 오게 되면 그 받침을 ㉡대표음으로 바꾸어서 뒤 음절의 첫소리로 옮겨 발음합니다.    그래서 ‘앞앞이’는 [아바피]로 발음됩니다. ㉠과 ㉡에 해당하는 구체적인 예를 살펴         보면 다음과 같습니다.     
          (       가               )','① ‘무릎이야’는 ㉠에 해당하고 ‘무릎 아래’는 ㉡에 해당합니다. 
② ‘서녘이나’는 ㉠에 해당하고 ‘서녘에서’는 ㉡에 해당합니다. 
③ ‘겉으로’와 ‘겉아가미’는 모두 ㉠에 해당합니다.
④ ‘배꽃이’와 ‘배꽃 위’는 모두 ㉡에 해당합니다.
⑤ ‘빚에’와 ‘빚이며’는 모두 ㉡에 해당합니다.','상','1',null);
Insert into FINALPROJECT.TB_TTLQZ (ID,SBJT_NM,TCHR_NO,TPC_NM,TITLE,CONTENT,SOLUTION,DEGREE,ANSWER,IMG_FILE) values (76,'국어','T0004','국어 문법','<보기>에 따라 표준 발음을 이해한 내용으로 적절한 것은? [3점] (84%)','<보기>
<표준 발음법의 ‘된소리되기’ 중 일부>
㉠ 어간 받침 ‘ㄴ(ㄵ), ㅁ(ㄻ)’ 뒤에 결합되는 어미의 첫소리 ‘ㄱ, ㄷ, ㅅ, ㅈ’은 된소리        로 발음한다.
㉡ 어간 받침 ‘ㄼ, ㄾ’ 뒤에 결합되는 어미의 첫소리 ‘ㄱ, ㄷ, ㅅ, ㅈ’은 된소리로 발음        한다.
㉢ 관형사형 ‘-(으)ㄹ’ 뒤에 연결되는 ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’은 된소리로 발음한다. 
   ‘-(으)ㄹ’로 시작되는 어미의 경우도 이에 준한다.','① ‘(가슴에) 품을 적에’와 ‘(며느리로) 삼고’에서의 된소리되기는 모두 ㉠에 따른 것이다.
② ‘(방이) 넓거든’과 ‘(두께가) 얇을지라도’에서의 된소리되기는 모두 ㉡에 따른 것이다.
③ ‘(신을) 신겠네요’와 ‘(땅을) 밟지도’에서의 된소리되기는 모두 ㉢에 따른 것이다.
④ ‘(남들이) 비웃을지언정’과 ‘(먼지를) 훑던’에서의 된소리되기는 각각 ㉠, ㉡에 따른 것이      다.
⑤ ‘(물건을) 얹지만’과 ‘(자리에) 앉을수록’에서의 된소리되기는 각각 ㉠, ㉢에 따른 것이다. ','중','5',null);
